Repository: 2lambda123/wp-plugins-contact-form-7
Catalog: contact-form-7-*.po
Languages: eu

source: Just another contact form plugin. Simple but flexible.
eu: Hau kontaktu inprimakiak sortzeko plugin bat baino ez da. Sinplea baina malgua.

source: Contact form %d
eu: Kontaktu inprimakia %d

source: Contact
eu: Kontaktua

source: Edit Contact Form
eu: Editatu kontaktu inprimakia

source: Contact Forms
eu: Kontaktu Inprimakiak

source: Add New Contact Form
eu: Kontaktu Inprimaki berria

source: Add New
eu: Berria gehitu

source: You are not allowed to edit this item.
eu: Ez zaude baimendua elementu hau editatzeko.

source: You are not allowed to delete this item.
eu: Ez zaude baimendua elementu hau ezabatzeko.

source: Error in deleting.
eu: Akatsa ezabatzerakoan.

source: Generate Tag
eu: Etiketak sortu

source: Search results for &#8220;%s&#8221;
eu: Emaitza &#8220;%s&#8221;-rentzat

source: Search Contact Forms
eu: Kontaktu Inprimakiak Bilatu

source: Use the default language (%s)
eu: Erabili lehenetsitako hizkuntza (%s)

source: Or
eu: Edo

source: (select language)
eu: (aukeratu hizkuntza)

source: Form
eu: Inprimakia

source: Mail
eu: E-posta

source: Mail (2)
eu: E-posta (2)

source: Use mail (2)
eu: Erabiltzaile e-posta (2)

source: Messages
eu: Mezuak

source: Additional Settings
eu: Ezarpen osagarriak

source: Contact form created.
eu: Kontaktu inprimakia sortua.

source: Contact form saved.
eu: Kontaktu inprimakia gordea.

source: Contact form deleted.
eu: Kontaktu inprimakia ezabatua.

source: Settings
eu: Ezarpenak

source: Docs
eu: Dokumentazioa

source: FAQ
eu: Ohiko galderak

source: Support
eu: Sostengua

source: Donate
eu: Dohaintza egin

source: <strong>Contact Form 7 %1$s requires WordPress %2$s or higher.</strong> Please <a href="%3$s">update WordPress</a> first.
eu: <strong>Contact Form 7 %1$s WordPress %2$s bertsioa edo handiagoa behar du.</strong> Mesedez <a href="%3$s">WordPress eguneratu</a> lehenengo.

source: Dismiss
eu: Baztertu

source: Contact Form 7 Needs Your Support
eu: Contact Form 7 zure sostengua behar du

source: It is hard to continue development and support for this plugin without contributions from users like you. If you enjoy using Contact Form 7 and find it useful, please consider making a donation.
eu: Plugin honen garapena eta sostengua mantetzean ezinezkoa litzateke zu bezalako erabiltzaileen sostengurik gabe. Gustoko baduzu Contact Form 7 eta erabilgarria dela iruditzen bazaizu, diru ekarpen bat egiteko aukera kontuan izan.

source: Get Started
eu: Hasi

source: Getting Started with Contact Form 7
eu: Contact Form 7-rekin hasi

source: Admin Screen
eu: Administratzaile pantaila

source: How Tags Work
eu: Nola egiten dute lan etiketek

source: Setting Up Mail
eu: E-posta ezarri

source: Did You Know?
eu: Ezagutzen zenuen?

source: Spam Filtering with Akismet
eu: Spam-a filtratu Akismet bidez

source: Save Messages with Flamingo
eu: Gorde mezuak Flamingo bidez

source: Selectable Recipient with Pipes
eu: Edukiontzi hautagarriak Pipes bidez

source: Tracking with Google Analytics
eu: Jarraipena Google Analytics bidez

source: Copy this code and paste it into your post, page or text widget content.
eu: Kopiatu kodea hau eta itsatsi zure albiste, orri eta widget-etan.

source: Old code is also available.
eu: Kode zaharra ere eskuragarri dago.

source: Save
eu: Gorde

source: Duplicate
eu: Bikoiztu

source: Delete
eu: Ezabatu

source: You are about to delete this contact form. 'Cancel' to stop, 'OK' to delete.
eu: Kontaktu inprimakia ezabatuko duzu. 'Ezeztatu' gelditzeko, 'Onartu' ezabatzeko.

source: Title
eu: Titulua

source: Shortcode
eu: Shortcodea

source: Author
eu: Egilea

source: Date
eu: Fetsa

source: Edit
eu: Editatu

source: Copy
eu: Kopiatu

source: Edit &#8220;%s&#8221;
eu: Editatu &#8220;%s&#8221;

source: %s ago
eu: Orain dela %s

source: To:
eu: Nori:

source: From:
eu: Nork:

source: Subject:
eu: Gaia:

source: Additional headers:
eu: Buruki osagarriak:

source: File attachments:
eu: Atxikitako artxiboak:

source: Use HTML content type
eu: Erabili HTML eduki mota

source: Message body:
eu: Mezuaren gorpua:

source: Contact Form
eu: Kontaktu Inprimakia

source: Untitled
eu: Izen gabe

source: Sending ...
eu: Bidaltzen...

source: %1$s is <strong>deprecated</strong> since Contact Form 7 version %2$s! Use %3$s instead.
eu: %1$s is <strong>zaharkitua dago</strong> Contact Form 7 %2$s bertsiotik! Honen ordez erabili %3$s .

source: %1$s is <strong>deprecated</strong> since Contact Form 7 version %2$s with no alternative available.
eu: %1$s is <strong>zaharkitua dago</strong> Contact Form 7 %2$s bertsiotik eta ez dago alternatibarik eskuragarri.

source: Sender's message was sent successfully
eu: Igorlearen mezua ongi bidali da

source: Your message was sent successfully. Thanks.
eu: Zure mezua ongi bidali da. Eskerrik asko.

source: Sender's message was failed to send
eu: Igorlearen mezua huts egin du bidaltzean

source: Failed to send your message. Please try later or contact the administrator by another method.
eu: Ezin izan da zure mezua bidali. Saiatu beranduago edo jarri harremanetan administratzailearekin beste bide batetik.

source: Validation errors occurred
eu: Balidatze akatsak daude

source: Validation errors occurred. Please confirm the fields and submit it again.
eu: Balidatze akatsak daude. Errepasatu eremuak eta bidali berriz.

source: Submission was referred to as spam
eu: Bidalketa span bezala markatu zen

source: There are terms that the sender must accept
eu: Igorleak onartu behar dituen baldintzak daude

source: Please accept the terms to proceed.
eu: Onartu baldintzak jarraitzeko.

source: There is a field that the sender must fill in
eu: Igorleak bete behar duen eremu bat dago

source: Please fill the required field.
eu: Bete beharreko eremua.

source: Your Name
eu: Zure Izena

source: (required)
eu: (beharrezkoa)

source: Your Email
eu: Zure E-posta

source: Subject
eu: Gaia

source: Your Message
eu: Mezua

source: Send
eu: Bidali

source: From: %s
eu: Nork: %s

source: Subject: %s
eu: Gaia: %s

source: Message Body:
eu: Mezuaren gorpua:

source: This e-mail was sent from a contact form on %1$s (%2$s)
eu: Kontaktu inprimakiaren bitartez bidali da posta %1$s (%2$s)

source: Arabic
eu: Arabiarra

source: Basque
eu: Euskara

source: Catalan
eu: Katalana

source: English
eu: Inglesa

source: French
eu: Frantsesa

source: Japanese
eu: Japoniarra

source: Korean
eu: Korearra

source: Russian
eu: Errusiarra

source: Spanish
eu: Espainola

source: Acceptance
eu: Onespena

source: Name
eu: Izena

source: optional
eu: aukerakoa

source: Make this checkbox checked by default?
eu: Markatu checkbox hau lehenetsi bezala?

source: Make this checkbox work inversely?
eu: Markatu checkbox hau alderantziz ibili dadin?

source: * That means visitor who accepts the term unchecks it.
eu: * Honek esan nahi du erabiltzaileak checkboxeko marka kendu behar duela.

source: Copy this code and paste it into the form left.
eu: Kopiatu kodea hau eta itsatsi alboko inprimakian.

source: To use CAPTCHA, you need <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> plugin installed.
eu: CAPTCHA erabiltzeko <a href="http://wordpress.org/extend/plugins/really-simple-captcha/">Really Simple CAPTCHA</a> plugina instalatu behar duzu.

source: The code that sender entered does not match the CAPTCHA
eu: Igorleak sartutako kodea ez dator bat CAPTCHArekin

source: Your entered code is incorrect.
eu: Sartutako kodea ez da zuzena.

source: Note: To use CAPTCHA, you need Really Simple CAPTCHA plugin installed.
eu: Adi: CAPTCHA erabili ahal izateko Really Simple CAPTCHA plugina instalatua izan behar duzu.

source: Image settings
eu: Irudi ezarpenak

source: Foreground color
eu: Aurrealdeko kolorea

source: Background color
eu: Atzealdeko kolorea

source: Image size
eu: Irudiaren tamaina

source: Small
eu: Txikia

source: Medium
eu: Erdiparekoa

source: Large
eu: Handia

source: Input field settings
eu: Sarrera eremuaren ezarpenak

source: For image
eu: Irudiarentzat

source: For input field
eu: Sarrera eremuarentzat

source: This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.
eu: Kontaktu inprimaki honek CAPTCHA eremua du, baina artxibo hauek gordetzeko karpeta (%s) ez da aurkitzen edo ez ditu idazteko baimenak. Zeuk sortu dezakezu karpeta edo baimenak aldatu.

source: This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.
eu: Kontaktu inprimaki honek CAPTCHA eremua du, baina beharrezko liburutegiak (GD eta FreeType) ez daude zure zerbitzarian.

source: Required field?
eu: Beharrezko eremua?

source: Choices
eu: Aukerak

source: * One choice per line.
eu: * Aukera bakarra lerro bakoitzean.

source: Put a label first, a checkbox last?
eu: Testuak lehengo eta checkboxa ondoren?

source: Wrap each item with <label> tag?
eu: Bildu aukera bakoitza <label> etiketarekin?

source: Make checkboxes exclusive?
eu: Egin checkboxak esklusiboak?

source: And, put this code into the Mail fields below.
eu: Eta jarri kodea hau beheko E-posta eremuan.

source: Date format that the sender entered is invalid
eu: Igorleak jarri duen data fromatua ez da zuzena

source: Date format seems invalid.
eu: Data formatua ez da zuzena.

source: Date is earlier than minimum limit
eu: Data kopuru minimoa baino txikiagoa da

source: This date is too early.
eu: Data txikiegia da.

source: Date is later than maximum limit
eu: Data kopuru maximoa baino handiagoa da

source: This date is too late.
eu: Data handiegia da.

source: Default value
eu: Lehenetsitako balioa

source: Use this text as placeholder?
eu: Testu hau aldagai bezala erabili?

source: Uploading a file fails for any reason
eu: Fitxategi igoerak huts egin du.

source: Failed to upload file.
eu: Artxibo igoerak huts egin du.

source: Uploaded file is not allowed file type
eu: Igoera artxibo mota ez dago onartua.

source: This file type is not allowed.
eu: Artxibo mota hau ez da onartzen.

source: Uploaded file is too large
eu: Igoera artxiboa handiegia da.

source: This file is too large.
eu: Artxibo hau handiegia da.

source: Uploading a file fails for PHP error
eu: Fitxategi igoera huts egin du PHP akats batengatik

source: Failed to upload file. Error occurred.
eu: Artxibo igoerak huts egin du. Akats bat gertatu da.

source: File upload
eu: Artxiboa igo

source: File size limit
eu: Artxibo pisu muga

source: bytes
eu: byteak

source: Acceptable file types
eu: Onartzen diren fitxategi motak

source: And, put this code into the File Attachments field below.
eu: Eta, jarri kode hau azpiko atxikien eremuan.

source: This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.
eu: Kontaktu inprimaki honek artxiboak igotzeko eremuak dauzka, baina igoera karpeta (%s) ez da existitzen edo ez ditu idazteko baimenak. Zeuk sortu dezakezu karpeta edo baimenak aldatu.

source: <strong>Jetpack may cause problems for other plugins in certain cases.</strong> <a href="%s" target="_blank">See how to avoid it.</a>
eu: <strong>Jetpack-ek batzuetan arazoak sor ditzake beste pluginentzat .</strong> <a href="%s" target="_blank">Ikusi nola saihestu.</a>

source: Number format that the sender entered is invalid
eu: Igorleak jarri duen zenbaki formatua ez da zuzena

source: Number format seems invalid.
eu: Zenbaki formatua ez da zuzena.

source: Number is smaller than minimum limit
eu: Zenbakia kopuru minimoa baino txikiagoa da

source: This number is too small.
eu: Zenbakia txikiegia da.

source: Number is larger than maximum limit
eu: Zenbakia kopuru maximoa baino handiagoa da

source: This number is too large.
eu: Zenbakia handiegia da.

source: Number (spinbox)
eu: Zenbakia (spinbox)

source: Number (slider)
eu: Zenbakia (slider)

source: Sender doesn't enter the correct answer to the quiz
eu: Igorleak ez du eman erantzun zuzena galderarentzat.

source: Your answer is not correct.
eu: Zure erantzuna ez da zuzena.

source: Quiz
eu: Galdera

source: Quizzes
eu: Galderak

source: * quiz|answer (e.g. 1+1=?|2)
eu: * galdera|erantzuna (adib. 1+1=?|2)

source: Drop-down menu
eu: Zabaltzen den menua

source: Allow multiple selections?
eu: Baimendu aukera anitza?

source: Insert a blank item as the first option?
eu: Sartu aukera hutsa lehen balio moduan?

source: Submit button
eu: Bidalketa botoia

source: Label
eu: Etiketa

source: Email address that the sender entered is invalid
eu: Igorleak jarri duen e-posta helbidea ez da zuzena

source: Email address seems invalid.
eu: E-posta ez da zuzena.

source: URL that the sender entered is invalid
eu: Igorleak jarri duen URL helbidea ez da zuzena

source: URL seems invalid.
eu: URL-a ez da zuzena.

source: Telephone number that the sender entered is invalid
eu: Igorleak jarri duen telefono zenbakia helbidea ez da zuzena

source: Telephone number seems invalid.
eu: Telefono zenbakia ez da zuzena.

source: Text field
eu: Testu eremua

source: Email
eu: E-posta

source: Telephone number
eu: Telefono zenbakia

source: This field requires author's name
eu: Eremuak egilearen izena bete behar du

source: This field requires author's email address
eu: Eremuak egilearen e-posta bete behar du

source: This field requires author's URL
eu: Eremuak egilearen URLa bete behar du

source: Text area
eu: Testu eremua
